Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: nob

source: Giellabeassin galgá gohčodit dušše beaivválaš mánáidgárdejoavkku, mii doaibmá dievaslaš giellalávguma prinsihpaid mielde, nappo oamastanmodealla mielde.
nob: Språkreir skal kun brukes om daglige barnehagegrupper som fungerer etter prinsippene for fullstendig språkreir, altså etter tilegnelsesmodellen.

source: Duollet dálle lágiduvvon giellabottuid ii galgga gohčodit giellabeassin.
nob: Språkstunder som arrangeres nå og da skal ikke kalles for språkreir .

source: Skuvllas dahje rávesolbmuiguin lágiduvvon doaimmaidge ii galgga gohčodit giellabeassin, vaikko geavahuvvoše dievaslaš giellalávgunmetodat.
nob: Heller ikke aktiviteter som arrangeres i skolen eller sammen med de voksne skal kalles språkreir, selv om det brukes fullstendige språkbadsmetoder.

source: Giellabeassi-namahus čujuha dušše vuollel skuvlaahkásaččaid doaimmaide.
nob: Betegnelsen språkreir viser kun til tilbud for de under skolealder.

source: Nie lea maiddái eará máilmmiguovlluin, gos giellabeassemetodihkka adnojuvvo, ee. eŋgelasgillii language nest , maorigillii kohanga reo ja havaijagillii punana leo .
nob: Slik er det også i andre verdensdeler der språkreirmetodikken anvendes, blant annet på engelsk language nest , på maori kohanga reo og på hawaiisk punana leo .

source: Jus mánáidgárde-, skuvla- dahje astoáiggedoaimmat eai deavdde giellalávguma eavttuid, daid olis berre geavahit eará namahusaid, omd. giellariššu, -deaivvadeapmi, -leaira, -kafea dahje -riekki s. Dego jo bođii ovdan: lea hui dehálaš áddet, ahte dihto doaibmavugiiguin lea vejolaš olahit dihto mihtuid.
nob: Dersom barnehage-, skole- eller fritidstilbud ikke oppfyller kravene for språkbad, bør det brukes andre betegnelser for dem, for eksempel språkdusj, -samling, -leir, -kafe eller -ring . Og som allerede nevnt: det er viktig å forstå at med bestemte aktivitetsformer er det mulig å oppnå bestemte mål.

source: Jus doaimmaid namahus čujuha dasa, ahte mánná galgá gullat sámegiela olles áiggi ja sámástišgoahtit produktiivvalaččat, muhto doaimmaid organisatoralaš bealit, viidodat ja sisdoallu eai vástit namahussii, de dat leat hui vahátlaš.
nob: Dersom språktilbudenes betegnelser viser til at barnet skal høre samisk hele tiden og begynne å snakke samisk produktivt, samtidig som organisatoriske sider, bredde og innhold i tilbudet ikke svarer til betegnelsen, så er det meget uheldig.

source: Dat hehtte servodaga áddejumi giellaoččodeami ja -ovdánahttima birra ja máná rivttiid iežas gillii ja kultuvrii.
nob: Det hindrer samfunnets forståelse av språktilegnelse og -utvikling og av barnets rettigheter til eget språk og kultur.

source: Dat 21 váttásmahttá gievrras giellamodeallaid lágideami ja váhnemiid válljejumiid iežaset mánáid buorrin.
nob: Det vanskeliggjør etablering av sterke språkmodeller og foreldrenes valg til beste for barnet sitt.

source: 7.3 Giellamodeallaid vejolaš gievrudahttinvuogit
nob: 7.3 Mulige tiltak for styrking av språkmodellene

source: Sámeservodagas ferte vuoruhit juohke áidna máná vuoigatvuođa sámegillii, ja juohke mánná lea dehálaš.
nob: Samfunnet må prioritere hvert eneste barns rett til samisk, og hvert barn er viktig.

source: Bargojoavku guorrasa Váibmogiela (NOU:2016) evttohusaide vuolidit ohppiidlogu golmma mánnái go sámeluohká galgá álggahit.
nob: Arbeidsgruppa slutter seg til forslagene i Hjertespråket (NOU:2016) nemlig å senke elevtallet til tre for at en samiskklasse skal opprettes.

source: Dainna vugiin eambbo mánát ožžot oahpahusa gievrras giellamodealla alimus dási mielde.
nob: På den måten får flere barn undervisning etter sterke språkmodeller på høyeste nivå.

source: Mánáid lohkomearri lea sámegielat fálaldagaid dáfus mearkkašahtti fáktor, muhto nu lea maiddái rávesolbmuid, bargiid lohkomearri.
nob: Elevtallet er en meget viktig faktor for samiskspråklige tilbud, men det er også antallet voksne ansatte.

source: Eanas sámi guovlluin váilot sámi oahpaheaddjit ja mánáidgárdebargit.
nob: I de fleste samiske områder er det mangel på samisktalende lærere og barnehageansatte.

source: Fálaldagaid eaiggádat háliidit dábálaččat čuovvut riikkadási pedagoganorpmaid, go fas vásáhusat Sámis čájehit čielgasit, ahte mánnájoavkkus fertejit leat eambbo rávesolbmot, vai gielladiđolaš bargovuogit lihkostuvvet.
nob: Eierne av tilbudene ønsker vanligvis å følge nasjonale pedagognormer, mens erfaringene fra Sápmi viser klart at i barnegruppa må det være flere voksne for at de språkrettede arbeidsmetodene skal lykkes.

source: Galle sámegielat rávesolbmo leat juohke máná nammii giellafálaldagain váikkuha dasa makkár doaimmaid lea vejolaš čađahit sámegillii, man stuora oasi olles fálaldagas lea vejolaš čađahit sámegillii ja makkárat leat fálaldaga bohtosat.
nob: Antallet voksne pr. barn i språktilbudene påvirker hvilke aktiviteter det er mulig å gjennomføre på samisk, hvor stor del av hele tilbudet det er mulig å gjennomføre på samisk og dermed det språklige utbyttet av tilbudet.

source: Gievrras giellamodeallaid fertege oaidnit kontinuman, jotkkolašvuohtan.
nob: De sterke språkmodellene har forskjellige nivåer og må ses på som et kontinuum.

source: Mánáidgárddi dahje skuvlla doaibmamodealla gievru dan mielde mađi stuorát oassi oahpahusas fállojuvvo sámegillii ja mađi buoret návccaiguin doaimmat ollašuhttojuvvojit.
nob: Den valgte språkmodellen i barnehagen eller skolen vil bli styrket etter hvert som en større del av undervisningen/tilbudet tilbys på samisk og når tilbudet gjennomføres med stadig flere ressurser.

source: Omd. skuvllas sámegiella sáhttá doaibmat oahpahusgiellan máŋgga osiin, stuorit oasis dahje olles oahpahusas.
nob: Skolens aktuelle samiske språk kan for eksempel fungere som undervisningsspråk i mange deler av, i en større del av eller i all undervisning.

source: Jus sámegiella lea oahpahusgiellan olles oahpahusas de lea dat dieđusge gievrrat giellamodealla go jus sámegiella lea oahpahusgiellan dušše muhtin oasis oahpahusas.
nob: Dersom samisk er undervisningsspråk i all undervisning, da er det en sterkere språkmodell enn om samisk er undervisningsspråk bare i noen deler av 17 undervisningen.

source: Goappaš oahpahusvuogit leat gievrras giellamodeallat, muhto nubbi lea gievrrat.
nob: Begge undervisningsmåter er sterke språkmodeller, men den ene er sterkere enn den andre.

source: Dat, man gievrras modealla geavahuvvo, váikkuha sakka dasa, makkár gielalaš bohtosat leat vuordimis.
nob: Hvor sterk modell som anvendes, påvirker sterkt hvilke språklige resultater man kan forvente.

source: Mii goittotge deattuhit dan, ahte buot gievrras giellamodeallaid ulbmil galgá leat mánáid produktiivvalaš sámegielatvuohta.
nob: Vi understreker likevel at målet med alle sterke språkmodeller er at barna skal nå produktiv samiskspråklighet.

source: Beroškeahttá das, makkár giellamodealla lea geavahusas, doaimmaid lágideaddjit, bargit ja olles sámeservodat berrejit geahččat movt sámegiela sajádaga sáhttá gievrudahttit.
nob: Uavhengig av hvilken språkmodell som anvendes, bør tilbydere, ansatte og hele samfunnet se på hvordan stillingen til det samiske språket kan styrkes.

source: Berre leat čielga vuordámuš ahte suohkanat ráhkadit plána movt gievrudit sámegieloahpahusa .
nob: Det bør være en klar forventning at kommunene utarbeider planer for hvordan samiskundervisningen skal styrkes .

source: Seammás lea dehálaš ahte suohkaniin gávdno sámegielat bargiid rekrutterenplána.
nob: Samtidig er det viktig at kommunene har en rekrutteringsplan for samisktalende ansatte.

source: Ee. čuovvovaš vugiiguin lea vejolaš gievrudahttit sámegiel fálaldaga: 1. Deaivvadeamit goaikkanasmodealla doarjjan: Jus mánáide fállojuvvo dušše sámegiela fágaoahpaheapmi, juogo báikkis dahje gáiddusoktavuođaid bokte, eaige eará fágat oahpahuvvo sámegillii, de dat gullá geahnohis giellamodellii, man mii gohčodit goaikkanasmodeallan.
nob: Det er mulig å styrke samisktilbudet bl.a. ved hjelp av følgende tiltak: 1. Språksamlinger som støtte for dryppmodellen: Dersom det kun tilbys samisk fagundervisning til barna, enten lokalt eller som fjernundervisning, og det ikke gis undervisning i andre fag på samisk, da faller tilbudet under den svake språkmodellen som vi kaller dryppmodellen.

source: Go dakkár oahpahusa galgá gievrudahttit, okta vejolaš vuohki lea fállat mánáide jeavddalaš, fysalaš deaivvademiid, maidda čohkkejuvvojit omd. dihto guovllus buot sámegielat oahppit.
nob: En mulig måte å styrke slik undervisning på er å tilby barna jevnlige, fysiske samlinger der man samler f.eks. alle samisktalende elever i et visst område.

source: Deaivvadeamit galget lágiduvvot 22 sámegillii oamastan- dahje nannenmodealla bokte, dan mielde, makkár gielladuogáš ja -dássi mánáin lea.
nob: Samlingene skal tilrettelegges på samisk etter tilegnelses - eller befestningsmodellen, etter hvilken språkbakgrunn og hvilket språknivå barna har.

source: Mánáidgárdesuorggis sáhttá maid fállat deaivvademiid maidda sihke mánná ja váhnen searvaba.
nob: I barnehagesektoren kan man tilby samlinger der både barn og foreldre deltar.

source: 2. Oassin sámegielat fálaldat: Bargojoavku evttoha riggodahttit giellaoahpahusa , mii dárkkuha skuvllas dan, ahte giellaoahpahusa lassin livčče unnimusat guokte eará oahppoávdnasa/fága oahpahus sámegillii.
nob: 2. Delvis samiskspråklig tilbud: Arbeidsgruppa foreslår å berike språktilbudet, som i skolen innebærer at det i tillegg til språkundervisningen tilbys undervisning i minst to andre disipliner/fag på samisk.

source: Dainna lágiin lea vejolaš nannet geahnohis modealla, go sullii 25% olles oahpahusas de fállojuvvo sámegillii.
nob: På denne måten er det mulig å styrke en svak modell når omtrent 25 % av all undervisning tilbys på samisk.

source: Dákkár oahpahusvuohki lea geahččaluvvon ee. Suoma bealde Heahtá skuvllas.
nob: En slik undervisningsmåte er utprøvd blant annet på Hætta skole på finsk side.

source: Romssa suohkanis árvalit fállat nuoraidskuvladásis guovtti fágas oahpahusa sámegillii, ohppiide geain lea sámegiella fágan 2022 čavčča rájes.
nob: I Tromsø kommune forslår de å tilby undervisning på samisk i to fag på ungdomsskolenivå til elever som har samisk som fag fra høsten 2022.

source: Jus mánáidgárddis ii leat vejolaš doaibmat oalát sámegillii, giellabirrasa sáhttá ordnet dihto áiggi dahje dihto sajis. Omd. okta beaivi vahkus oalát sámegillii dahje sámegiella áidna gulahallangiellan olgun.
nob: Dersom det i barnehagen ikke er mulig å fungere fullt ut på samisk, kan språkmiljøet tilrettelegges på bestemte tidspunkt eller et bestemt steder, for eksempel en dag i uken bare på samisk eller med samisk som eneste kommunikasjonsspråk ute.

source: Máná sámegiela oamasteami ja nannema dáfus lea buoret hukset dihto dilálašvuođaid ovttagielat sámegielat birasin go geavahit jámma sihke sámegiela ja riikkagiela.
nob: Når det gjelder barnets tilegning og styrking av samisk er det bedre å etablere visse situasjoner som enspråklige samiskspråklige miljøer, enn å stadig bruke både samisk og riksspråket.

source: 2. Belohahkii sámegielat fálaldat: Dán modeallas mánáid beaivválaš fálaldagas lea sámegillii unnimusat 50% áigge.
nob: 3. Halvt samiskspråklig tilbud: I denne modellen utgjør barnas daglige tilbud på samisk minst 50 % av tiden.

source: Modealla sáhttá geavahit mánáidgárddis dahje skuvllas omd. jus ollásit sámegielat doaimmat eai lihkostuva danne go lea váttis oččodit sámegielat bargiid.
nob: Modellen kan anvendes i barnehagen eller i skolen, f.eks. dersom fullstendig samiskspråklige tilbud ikke lykkes fordi det er vanskelig å få tak i samiskspråklige ansatte.

source: Sámis lea dát vuohki geavahuvvon ee. Elgå mánáidgárddis lullisámiguovllus buriid bohtosiiguin.
nob: I Sápmi er denne metoden brukt bl.a. i Elgå barnehage i sørsamisk område med gode resultater.

source: Buot dakkár modeallain, main sámegiella geavahuvvo dušše oasseáiggis, ferte plánet vuđolaččat ja gielladiđolaččat.
nob: I alle slike modeller der samisk brukes kun på deltid, er det nødvendig å planlegge grundig og språkrettet.

source: Eaiggáda ovddasvástádus galgá ollašuvvat vuosttamužžan oahpahanmodealla ja oahpahusa lágideami olis.
nob: Eierens ansvar skal først og fremst oppfylles gjennom tilrettelegging av undervisningsmodell og undervisning.

source: Mánáid ja nuoraid sámegielat birrasa ferte goittotge nannet buot vejolaš arenain ja vugiiguin.
nob: Man bør også styrke barn og unges samiskspråklige miljø på alle mulige arenaer og måter.

source: Okta lasáhus giellabirrasii sáhttá leat eahketbeaivedoaimmaid / skuvlla astoáiggefálaldaga lágideapmi sámegillii.
nob: Ett tilskudd til språkmiljøet kan være kveldsaktiviteter / skolefritidstilbud på samisk .

source: Dat lea buorre vejolašvuohta, go dat doaimmat dollet sisttis speallama, stoahkama, olgoaktivitehtaid ja friddja gulahallama, maidda sámegiella heive hui bures.
nob: Det er et godt alternativ siden disse aktivitetene inneholder spill, lek, uteaktiviteter og fri kommunikasjon der samisk passer meget godt.

source: Nubbi vuohki nannet sámegielat birrasa lea rekrutteret mánáidgárddiide ja skuvllaide sámegielat resursaolbmuid.
nob: En annen måte å styrke det samiske miljøet på er å rekruttere samisktalende ressurspersoner til barnehagene og skolene .

source: Sii sáhttet leat eallilan olbmot geat bohtet jovkui jeavddalaččat muitalit, stoahkat, lohkat dahje bargat mánáiguin árbevirolaš bargguid.
nob: Det kan være godt voksne personer som kommer jevnlig til gruppen for å fortelle, leke, lese eller å utføre tradisjonelt arbeid sammen med barna.

source: Lea maiddái vejolaš ávkkástallat nuorat sohkabuolvvain.
nob: Det er også mulig å nytte seg av personer fra yngre generasjoner.

source: Skuvlaoahppit sáhttet fitnat mánáidgárddis oktii vahkus eahketbeaivvi ja lohkat mánáide, stoahkat singuin ja veahkehit olgobuđaldemiin.
nob: Skoleelever kan besøke barnehagen en gang i uken på ettermiddagen og lese for barna, leke med dem og hjelpe dem med uteaktiviteter.

source: Smávva mánáide lea dehálaš oaidnit stuorit mánáid stoahkanskihpárin ja gielalaš rollamállen.
nob: Det er viktig for de små barna å oppleve de større barna som lekekamerater og språklige rollemodeller.

source: Vuorraset olbmot fas leat hui mávssolaččat giela ja kultuvrra sirdima ja nannema dáfus.
nob: De eldre er også meget verdifulle for overføring og styrking av språk og kultur.

source: Go olggobeale resursaolbmot servet mánáidgárde- dahje skuvlafálaldahkii, de lea dehálaš ahte sii oahpásmuvvet diđolaš giellageavadiidda, mat čilgejuvvojit 4. kapihttalis. 8 Diđolaš giellageavadat gievrras giellamodeallaid geađgejuolgin
nob: Når utenforstående ressurspersoner deltar i barnehage- eller skoletilbudet, er det viktig at de gjøres kjent med bevisste språkpraksiser, som forklares i kapittel 4.18 8 Bevisste språkpraksiser som fundament for sterke språkmodeller

source: Gielladiđolašvuohta lea dehálaš ja ávžžuhahtti árvu ja doaibmanprinsihppa buot olbmo doaimmain, muhto erenomážit áitatvuloš gielaid nannemis ja ealáskahttimis.
nob: Språkbevissthet er en viktig og anbefalt verdi og funksjonsprinsipp for all menneskelig virksomhet, men spesielt for styrking og vitalisering av truede språk.

source: Gielladiđolašvuohta mearkkaša gielaid ja giellageavadiid diđošteami ja 23 guorahallama ja doaimmaid plánema gielaid geahččanguovllus.
nob: Språkbevissthet betyr utforskning og gransking av språk og språkpraksiser og planlegging av aktiviteter med et språklig perspektiv.

source: Dat lea nappo gievrras giellamodeallaid vealtameahttun oassi.
nob: Det er altså en uomtvistelig del av sterke språkmodeller.

source: Sámi mánáidgárde- ja skuvladoaimmain ii leat doarvái ahte rávesolbmot dušše sámástit mánáiguin, almmá makkárge čiekŋalet guorahallama haga.
nob: I samiske barnehage- og skoletilbud er det ikke tilstrekkelig at de voksne kun snakker samisk med barna, uten noen dypere analyse.

source: Rávesolbmuin ferte leat ipmárdus iežaset giellageavadiin, iešguđet gielalaš válljejumiid váikkuhusain ja sin rollas gielalaš ovdagovvan ja stivrejeaddjin mánáide.
nob: De voksne må ha en forståelse av egen språkpraksis, av påvirkning fra egne språklige valg og av sin rolle som språklig forbilde og leder for barna.

source: Bargojoavku guorahallá dán oasis gielladiđolašvuođa viiddis ollisvuođas muhtun fáktoriid, mat min oainnu mielde váikkuhit sakka giellafálaldagaid lihkostuvvamii ja bohtosiidda: ovttagielat sámegielat birrasa huksema, mánnájoavkku gielalaš stivrema ja giellafálaldagaid árvvoštallama.
nob: I denne delen ser arbeidsgruppa på noen faktorer ved språkbevissthet i vid forstand, som etter vår mening sterkt påvirker språktilbudenes språklige utbytte og hvorvidt man lykkes eller ikke med språktilbudene, nemlig etablering av et enspråklig samisk miljø, språklig styring av barnegruppa og evaluering av språktilbudene .

source: Gielladiđolaš lahkonanvuohki doallá sisttis maiddái diđolašvuođa mánnájoavkku gielladuogážis ja gielalaš dárbbuin.
nob: Språkrettet tilnærmingsmåte innebærer også bevissthet om barnegruppas språkbakgrunn og de språklige behovene.

source: Mii leat dokumeanttas Gievrras giellamodeallat I: duogáš ja definišuvnnat čájehan guokte gievrras giellamodealla.
nob: I dokumentet Sterke språkmodeller I: bakgrunn og definisjoner har vi vist to sterke språkmodeller.

source: Erohus dán guovtti gaskkas leage juste mánnájoavkku gielladuogážis, ja giellamodeallat nappo čielgasit čájehit midjiide ahte dá leat guokte goabbatlágan mánnájoavkku.
nob: Forskjellen på de to er nettopp barnegruppas språkbakgrunn, og språkmodellene viser altså klart at her er det to forskjellige barnegrupper.

source: Mánáidgárddis ja skuvllas fertejit goabbat ládje bargat jus goappaš mánnájoavkkuin galget boahtit produktiivvalaš sámegielat mánát .
nob: I barnehagen og i skolen må man jobbe på to ulike måter dersom begge barnegruppene skal bli eller styrkes som produktivt samiskspråklige barn .

source: 8.1 Ovttagielat, sámegielat birrasa huksen
nob: 8.1 Etablering av et enspråklig, samisk miljø

source: Sámegielat mánáidgárde- ja skuvlafálaldagaid bohtosiidda váikkuha buot eanemusat dat, man bures leat lihkostuvvan hukset sámegielat birrasa.
nob: Resultatene av de samiskspråklige barnehage- og skoletilbudene påvirkes mest av hvor godt man lykkes med etableringen av et samiskspråklig miljø.

source: Produktiivvalaš guovttegielatvuohta eaktuda ovttagielat birrasiid .
nob: Produktiv tospråklighet forutsetter enspråklige miljøer .

source: Ovttagielat birrasa huksen fas eaktuda gielladiđolašvuođa.
nob: Etableringen av et enspråklig miljø forutsetter igjen språkbevissthet.

source: Dan dehálaš oassi lea systemáhtalaš giellaválljen.
nob: En viktig del av dette er systematisk språkvalg.

source: Dat mearkkaša dan, ahte sámegielat mánáidgárdejoavkkus dahje skuvlaluohkás sámegielat rávesolbmot sámástit mánáiguin álo systemáhtalaččat.
nob: Det betyr at i den samiskspråklige barnehagegruppa eller skoleklassen snakker de voksne systematisk samisk med barna.

source: Sámit leat máŋggagielat álbmot, ja váldogielaid deaddu lea garas olles Sámis.
nob: Samene er et flerspråklig folk, og riksspråkenes påvirkning er sterk i hele Sápmi.

source: Máŋggagielat olbmuid ja joavkkuid gaskkas lea dábálaš válljet giela gulahallanprinsihpa vuođul: válljejuvvo dat giella, man buohkat áddejit.
nob: Blant flerspråklige folk og grupper er det vanlig å velge språk ut fra kommunikasjonsprinsippet: man velger det språket som alle forstår.

source: Máŋggagielagiid giellaválljen ii leat álo systemáhtalaš: olmmoš sáhttá válljet iešguđetge gielaid gaskkas dili, birrasa, fáttá ja iežas mielladili mielde.
nob: Språkvalget blant flerspråklige er ikke alltid systematisk: man kan velge blant forskjellige språk ut fra situasjon, miljø, tema og egen sinnsstemning.

source: Lea vejolaš, ahte máŋggagielat olmmoš ii álo oppa fuobmáge, man gillii son hupmá.
nob: Det er mulig at et flerspråklig menneske ikke alltid legger merke til hvilket språk det snakker.

source: Dat albmanus gohčoduvvo gielladiehtagis kodamolsumin dahje kodaid ovttastahttimin (eŋg. code mixing / code switching ).
nob: code mixing / code switching ). I private miljøer er det ikke alltid mulig eller behov å styre flerspråklige språkpraksiser.

source: Priváhta birrasiin máŋggagielat giellageavadiid ii leat álo vejolaš iige dárbuge stivret.
nob: Likevel bør samiskspråklige barnehager og samiskundervisning være så enspråklige som mulig.

source: Dat mearkkaša, ahte bargit fertejit nagodit dihto muddui bargat máŋggagielat servošiid dábálaš, árgabeaivválaš giellageavadiid ja norpmaid vuostá.
nob: Dette betyr at de ansatte til en viss grad klarer å motarbeide de vanlige, dagligdagse språkpraksisene og normene som finnes i flerspråklige samfunn .

source: Manne systemáhtalaš sámásteapmi lea nu dehálaš?
nob: Hvorfor er systematisk bruk av samisk så viktig?

source: Juohke sátni, mii mánáide daddjo riikkagillii, lea dajakeahtes sátni sámegillii, ja dat geahpida máná sámegielat hivvodaga, man galggašii suodjalit ja nannet.
nob: Hvert ord som blir sagt til barna på riksspråket, er et unevnt ord på samisk, og det reduserer barnets samiskspråklige input som burde beskyttes og styrkes. Et annet aspekt er at de voksnes språkbruk er forbilde for barnas språkpraksis .

source: Jus mánáidgárdebargit ja oahpaheaddjit čájehit ahte lea ortnegis molsut sámegielas riikkagillii, omd. dalle, go lea hupmu “váttis” fáttáid birra dahje dalle go olmmoš lea váiban, dat signalisere mánáide ahte sámegiella ii leat seamma buorre ja anolaš go riikkagiella.
nob: Dersom barnehageansatte og lærere viser at det er i orden å skifte fra samisk til riksspråket, f.eks. når det er snakk om temaer eller når man er trøtt, så signaliserer det til barna at samisk ikke er like bra og nyttig som riksspråket.

source: Sámegielat bargit fertejit diđoštit iežaset giellaválljemiid ja daid mearkkašumi.
nob: De samisktalende ansatte må være seg bevisst sitt eget språkvalg og betydningen av det.

source: Lea dehálaš, ahte giellaválljema birra hubmojuvvo bargoservošis ja bargiide lágiduvvo skuvlejupmi gielladiđolaš geavadiid birra.
nob: Det er viktig at språkvalg diskuteres i personalet og at det gjennomføres opplæring for de ansatte om språkbevisste praksiser.

source: Gielladiđolašvuohta berre sajáiduvvat ásahusaid oktasaš bargovugiide, bissovaš ja diehttevaš oassin sámegielat mánáidgárde- ja skuvladoaimmain.
nob: Språkbevissthet bør implementeres i institusjonenes felles arbeidsmåter, som en permanent og innlysende del av samiskspråklige barnehage- og skoletilbud.

source: Dat ii nappo galgga leat ovttaskas bargi gelbbolašvuođa ja beroštumi, váhnemiid vuordámušaid dahje mánnájoavkku giellamáhtu duohken.
nob: Det skal altså ikke være avhengig av den enkelte ansattes kompetanse og interesse, foreldrenes forventninger eller språkkunnskapen til barnegruppa.

source: Ovttaskas váhnemiin sáhttet leat iešguđetlágan motivašuvnnat válljet sámegielat fálaldaga mánáidasaset.
nob: De enkelte foreldrene kan ha forskjellige motiver for å velge samiskspråklig tilbud for sine barn.

source: Mánáidgárddit, skuvllat, mánáidgárdebargit ja oahpaheaddjit leat profeššunála aktevrrat sámegielaid sirdimis ođđa buolvvaide.
nob: Barnehager, skoler, barnehageansatte og lærere er profesjonelle aktører i overføringen av 19 samiske språk til nye generasjoner.

source: Lea deaŧalaš ahte mánáidgárddi ja skuvlla giellafilosofiija, ulbmilat ja geavadat leat čielgasat sihke oahpaheddjiide, bargiide ja váhnemiidda.
nob: Det er viktig at barnehagens og skolens filosofi, mål og praksis er klart for både lærere, ansatte og foreldre.

source: Dalá áiggi goittotge Norgga ja Ruoŧa bealde sámi mánáidgárddiin lea dábálaš geavahit riikkagiela veahkkegiellan mánáiguin.
nob: I dag er det i alle fall i de samiske barnehagene i Norge og Sverige vanlig å bruke riksspråket som hjelpespråk overfor barna.
